[
  "templater-obsidian",
  "obsidian-raindrop",
  "obsidian-contextual-typography",
  "backlink-cache",
  "tag-many",
  "obsidian-textgenerator-plugin",
  "obsidian-tasks-plugin",
  "obsidian-style-settings",
  "settings-management",
  "obsidian-footnotes",
  "dataview",
  "reveal-active-file-button",
  "tabs",
  "recent-files-obsidian",
  "journals",
  "quickadd",
  "nldates-obsidian",
  "shrink-pinned-tabs",
  "modalforms",
  "obsidian-copy-block-link",
  "graph-nested-tags",
  "remember-cursor-position",
  "obsidian-global-hotkeys",
  "quick-open",
  "obsidian-remember-file-state",
  "metadata-menu",
  "obsidian-charts",
  "note-toolbar",
  "iconic",
  "obsidian-dynamic-embed",
  "bookmarks-caller",
  "callout-manager",
  "easy-toggle-sidebars",
  "tab-selector",
  "obsidian-better-command-palette",
  "callout-suggestions",
  "cmdr",
  "periodic-para",
  "obsidian-book-search-plugin",
  "daily-prompt",
  "homepage",
  "obsidian-hover-editor",
  "obsidian-image-toolkit",
  "inbox",
  "obsidian-reminder-plugin",
  "smart-rename",
  "obsidian42-strange-new-worlds",
  "yesterday",
  "folder-notes",
  "settings-search",
  "canvas-send-to-back",
  "canvas-style-menu",
  "checkbox-styling-helper",
  "collapse-node",
  "checkbox-sounds",
  "emoji-magic",
  "obsidian-excalidraw-plugin",
  "hotkeysplus-obsidian",
  "hotkey-helper",
  "obsidian-omnivore",
  "safe-filename-linter",
  "obsidian-filename-heading-sync",
  "obsidian-auto-link-title",
  "obsidian-linter",
  "enhanced-annotations",
  "geulo-youtube-liked-video",
  "note-definitions",
  "obsidian-advanced-uri",
  "auto-note-mover",
  "emoji-autocomplete",
  "obsidian-local-images-plus",
  "tag-wrangler",
  "obsidian-meta-bind-plugin",
  "obsidian-trash-explorer",
  "mesh-ai",
  "improved-random-note",
  "podnotes",
  "obsidian-wikipedia",
  "share-my-plugin-list",
  "lazy-plugins",
  "obsidian42-brat",
  "checkbox-time-tracker",
  "cursor-jump",
  "custom-sort",
  "days-since",
  "dialogue-mode",
  "date-inserter",
  "influx",
  "contribution-graph",
  "customizable-page-header-buttons",
  "better-search-views",
  "inline-frontmatter-sync",
  "card-library",
  "canvas-links",
  "canvas-dailynote",
  "telegram-sync",
  "external-favicon",
  "mononote",
  "open-in-new-tab",
  "open-vscode",
  "obsidian-open-link-with",
  "open-files-with-commands",
  "obsidian-pandoc",
  "page-scroll",
  "quick-explorer",
  "obsidian-smart-typography",
  "vertical-tabs",
  "toggle-readable-line-length",
  "obsidian-toggle-case",
  "obsidian-minimal-settings"
]