[
  "templater-obsidian",
  "obsidian-raindrop",
  "obsidian-contextual-typography",
  "backlink-cache",
  "tag-many",
  "obsidian-textgenerator-plugin",
  "obsidian-tasks-plugin",
  "obsidian-style-settings",
  "obsidian-minimal-settings",
  "settings-management",
  "obsidian-footnotes",
  "dataview",
  "reveal-active-file-button",
  "tabs",
  "tracker-plus",
  "recent-files-obsidian",
  "obsidian-projects",
  "journals",
  "quickadd",
  "nldates-obsidian",
  "shrink-pinned-tabs",
  "modalforms",
  "obsidian-copy-block-link",
  "graph-nested-tags",
  "remember-cursor-position",
  "obsidian-global-hotkeys",
  "quick-open",
  "obsidian-remember-file-state",
  "vimium",
  "metadata-menu",
  "obsidian-charts",
  "pin-enhancer",
  "note-toolbar",
  "iconic",
  "obsidian-dynamic-embed",
  "bookmarks-caller",
  "callout-manager",
  "easy-toggle-sidebars",
  "tab-selector",
  "obsidian-better-command-palette",
  "callout-suggestions",
  "cmdr",
  "periodic-para",
  "obsidian-book-search-plugin",
  "daily-note-pinner",
  "daily-prompt",
  "dashboard-navigator",
  "homepage",
  "obsidian-hover-editor",
  "obsidian-image-toolkit",
  "obsidian-hider",
  "inbox",
  "obsidian-reminder-plugin",
  "smart-rename",
  "obsidian42-strange-new-worlds",
  "yesterday",
  "folder-notes",
  "settings-search",
  "canvas-send-to-back",
  "canvas-style-menu",
  "checkbox-styling-helper",
  "obsidian-editor-shortcuts",
  "collapse-node",
  "checkbox-sounds",
  "emoji-magic",
  "obsidian-excalidraw-plugin",
  "card-note",
  "hotkeysplus-obsidian",
  "hotkey-helper",
  "obsidian-omnivore",
  "safe-filename-linter",
  "obsidian-filename-heading-sync",
  "obsidian-auto-link-title",
  "obsidian-linter",
  "obsidian-meta-bind-plugin",
  "enhanced-annotations",
  "geulo-youtube-liked-video",
  "note-definitions",
  "obsidian-limelight",
  "obsidian-advanced-uri",
  "uri-commands",
  "auto-note-mover",
  "emoji-autocomplete",
  "obsidian-local-images-plus",
  "mysnippets-plugin",
  "tag-wrangler"
]