[
  "templater-obsidian",
  "obsidian-raindrop",
  "backlink-cache",
  "tag-many",
  "obsidian-textgenerator-plugin",
  "obsidian-tasks-plugin",
  "obsidian-style-settings",
  "settings-management",
  "obsidian-footnotes",
  "dataview",
  "reveal-active-file-button",
  "tabs",
  "recent-files-obsidian",
  "journals",
  "quickadd",
  "nldates-obsidian",
  "modalforms",
  "obsidian-copy-block-link",
  "graph-nested-tags",
  "remember-cursor-position",
  "obsidian-global-hotkeys",
  "quick-open",
  "obsidian-remember-file-state",
  "metadata-menu",
  "note-toolbar",
  "iconic",
  "obsidian-dynamic-embed",
  "easy-toggle-sidebars",
  "tab-selector",
  "cmdr",
  "periodic-para",
  "daily-prompt",
  "homepage",
  "obsidian-reminder-plugin",
  "smart-rename",
  "yesterday",
  "folder-notes",
  "settings-search",
  "canvas-send-to-back",
  "canvas-style-menu",
  "checkbox-styling-helper",
  "collapse-node",
  "checkbox-sounds",
  "emoji-magic",
  "hotkeysplus-obsidian",
  "hotkey-helper",
  "obsidian-omnivore",
  "safe-filename-linter",
  "obsidian-filename-heading-sync",
  "obsidian-linter",
  "note-definitions",
  "emoji-autocomplete",
  "obsidian-local-images-plus",
  "tag-wrangler",
  "obsidian-meta-bind-plugin",
  "obsidian-trash-explorer",
  "improved-random-note",
  "obsidian-wikipedia",
  "lazy-plugins",
  "checkbox-time-tracker",
  "cursor-jump",
  "custom-sort",
  "days-since",
  "dialogue-mode",
  "date-inserter",
  "contribution-graph",
  "customizable-page-header-buttons",
  "canvas-links",
  "canvas-dailynote",
  "external-favicon",
  "mononote",
  "open-in-new-tab",
  "open-vscode",
  "obsidian-open-link-with",
  "open-files-with-commands",
  "obsidian-pandoc",
  "page-scroll",
  "quick-explorer",
  "obsidian-smart-typography",
  "vertical-tabs",
  "toggle-readable-line-length",
  "obsidian-toggle-case",
  "mysnippets-plugin",
  "external-links",
  "display-relative-path-img",
  "find-unlinked-files",
  "neighbouring-files",
  "recent-tab-switcher",
  "relative-timestamps",
  "fill-in-the-blank",
  "obsidian-git",
  "go-up",
  "highlight-active-folder-section",
  "note-chain",
  "pomodoro-timer",
  "darlal-switcher-plus",
  "reverse-prompter",
  "ribbon-divider",
  "obsidian-scroll-to-top-plugin",
  "search-obsidian-in-google",
  "super-duper-audio-recorder",
  "obsidian-tracker",
  "tracker-plus",
  "share-my-plugin-list",
  "obsidian-minimal-settings"
]